/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   mainvm.c                                           :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: ldonnor- <ldonnor-@student.42.fr>          +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2020/02/29 17:03:46 by ldonnor-          #+#    #+#             */
/*   Updated: 2020/02/29 19:17:39 by ldonnor-         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */


#include "corewar.h"

//Точка входа - спасибо кеп
int main(int argc, char **argv)
{
	ft_printf("%i %s %s %s\n", argc, argv[0], argv[1]);
	return (0);
}
